{
 "WarpTotem.Name": "Artificial Beach Warp Totem",
 "WarpTotem.Description": "A magically crafted warp totem meant to warp to Edelweiss' artificial beach.",
 "Shorbkie.Name": "Shorbkie",
 "Shorbkie.Description": "The Godliest of cookies. With their powers combined, you have made the Shorbkie.",

 //shorbks
 "ShortfinMakoShark.Name": "Shortfin Mako Shark",
 "ShortfinMakoShark.Description": "Also known as the blue pointer, the word comes from the Maori language. Mako teeth are highly prized by the Maoris.",
 "DogfishShark.Name": "Dogfish Shark",
 "DogfishShark.Description": "Squalidae, commonly known as dogfish, are very rare in that they actually possess venom, which coats their dorsal spines.",
 "FrilledShark.Name": "Frilled Shark",
 "FrilledShark.Description": "Also known as the lizard shark, it is considered a living fossil.",
 "ThresherShark.Name": "Thresher Shark",
 "ThresherShark.Description": "Their genus name, which derives from the Greek word alopex, means fox. Alopias vulpinus are listed as vulnerable by the World Conservation Union.",
 "BlueShark.Name": "Blue Shark",
 "BlueShark.Description": "Also known as the great blue shark, they are noted for having litters of 25 to 100 pups.",
 "NurseShark.Name": "Nurse Shark",
 "NurseShark.Description": "Nurse sharks are important for shark research. They are robust and tolerate capture, handling, and tagging. They are also ranked fourth in documented shark bites on tias.",
 "ZebraShark.Name": "Zebra Shark",
 "ZebraShark.Description": "These sharks like to anchor to underwater structures via their adhesive tendrils. The World Conservation Union has assessed this species as endangered, worldwide.",
 "TigerShark.Name": "Tiger Shark",
 "TigerShark.Description": "A species of ground shark, and the only extant member of the genus Galeocerdo and family Galeocerdonidae. It is noted for having the widest food spectrum of all sharks.",
 "BullShark.Name": "Bull Shark",
 "BullShark.Description": "Also known as the Zambezi shark, it enjoys shallow, brackish and freshwater systems. Their aggressive nature has led to shark-culling efforts, which is one of the causes for the population's continued decline.",
 "HammerheadShark.Name": "Hammerhead Shark",
 "HammerheadShark.Description": "The hammerhead's eyes are placed on each end of the T-shaped structure for a head. Some hammerhead species will congregate and swim in large schools during the day, and become solitary hunters at night.",
 "Shorbk.Name": "Shorbk",
 "Shorbk.Description": "He's just happy to be here.",
 "WhaleShark.Name": "Whale Shark",
 "WhaleShark.Description": "The largest confirmed whale shark had a length of 61.7ft (18.8m). Evidence suggests that whale sharks can recover from major injuries and may be able to regenerate small sections of their fins.",
 "Megalodon.Name": "Megalodon",
 "Megalodon.Description": "While regarded as one of the largest and most powerful predators to have ever lived, it is only known from fragmentary remains. This one is a mystery as to how you've managed to catch one, alive at that!",

 //food
 "FishKebab.Name": "Fish Kebab",
 "FishKebab.Description": "Smoked pieces of fish on a skewer.",
 "FishNChips.Name": "Fish n' Chips",
 "FishNChips.Description": "A hearty meal of fried potatoes and fish.",
 "FishBurger.Name": "Fish Burger",
 "FishBurger.Description": "Ground fish reformed into a burger-like patty. Garnished with random vegetables.",
 "FishPiccata.Name": "Fish Piccata",
 "FishPiccata.Description": "An assortment of fish, flour-dredged with a citrus sauce.",
 "FishFlorentine.Name": "Fish Florentine",
 "FishFlorentine.Description": "Simmered vegetables hold up a golden, pan-fried fish.",
 "FishRisotto.Name": "Fish Risotto",
 "FishRisotto.Description": "Creamy mushroom and rice are the bed to this perfectly seared fish.",
 "MegalodonSashimi.Name": "Megalodon Sashimi",
 "MegalodonSashimi.Description": "A boy, slaughtered, turned into sashimi for the eater's pleasure. May he rest in the great deep abyss.",

 //artifacts
 "KisBrick.Name": "Red Brick",
 "KisBrick.Description": "Carefully shaped and hardened by magic-fire. This brick can withstand several hits.",
 "KisBrick.Pedestal": "Kis' favorite brick, this one has signs of being well-loved. Covered in stray hairs with chipped away edges of consistent use.",
 "PauPoster.Name": "Nightingale City Poster",
 "PauPoster.Description": "Hand-painted poster from Pau.",
 "PauPoster.Pedestal": "Pau's pride and joy, showcases a landscape drawing of Nightingale City.",
 "AviKey.Name": "Secret Key",
 "AviKey.Description": "Avi's secret key.",
 "AviKey.Pedestal": "This key was passed onto the person who has completed all of this annoying cat's quests.",
 "NoxNotes.Name": "Well-worn Notes",
 "NoxNotes.Description": "This journal holds several webpage links that redirect to fanfiction bookmarks.",
 "NoxNotes.Pedestal": "Nox has scrubbed all of the sensitive fanfiction links from this journal haphazardly.",
 "TiaTaxes.Name": "Tax Documents",
 "TiaTaxes.Description": "Crumbled up tax documents.",
 "TiaTaxes.Pedestal": "Tia has given out a bushel of tax documents that outline how someone can optimize profits.",
 "JohController.Name": "Game Controller",
 "JohController.Description": "A very well-worn and unusable game controller.",
 "JohController.Pedestal": "Joh has left behind a broken game controller that he says 'might give someone else reason to get gud'.",
 "IroCode.Name": "Ominous Code",
 "IroCode.Description": "Somehow, a physical manifestation of code is in your hands.",
 "IroCode.Pedestal": "static IEnumerable<CodeInstruction>? Transpiler(IEnumerable<CodeInstruction> instructions, ILGenerator generator)",
 "LinLaptop.Name": "Defunct Laptop",
 "LinLaptop.Description": "A broken laptop.",
 "LinLaptop.Pedestal": "This laptop has seen better days, its last recorded use was an art program being used for nineteen hours straight.",
 "ClaBook.Name": "Heavy Law Book",
 "ClaBook.Description": "Multiple law sets from different countries make this book heavy.",
 "ClaBook.Pedestal": "Dog-eared, tears, and is that a little bit of sauce? This law book is well-used and reeks of lost sleep.",
 "RokGames.Name": "Collection of Games",
 "RokGames.Description": "Multiple plastic containers of games, held together with tape.",
 "RokGames.Pedestal": "This collection of games hides a secret library of well over three-hundred more.",
 "FFCrystal.Name": "Magic Crystal",
 "FFCrystal.Description": "It seems fragile.",
 "FFCrystal.Pedestal": "Due to their regular molecular structure, certain kinds of crystals are able to naturally attract and capture magical energy.  This causes crystals in the wild to be natural magic conduits--there are multiple known locations where large, ancient crystal formations have become keystones for regulating magical energy in an area. However, the process of storing magic also makes them unusually brittle, so it is strongly advised that should you see such a formation, do NOT break it.",
 "BlobToy.Name": "Blob Shaped Toy",
 "BlobToy.Description": "A plastic blobby toy with eyes. It reminds you of the slimes in the mines.",
 "BlobToy.Pedestal": "A limited release commissioned to celebrate the twenty fifth anniversary of beloved fantasy franchise 'Quest for EXP', this specimen is of the beloved character Blobster, a happy-go-lucky monster who is a recurring presence through the series. Demand for this commemorative piece was said to have sparked a riot in Nightingale City.",
 "BlobToyGold.Name": "Metallic Blob Toy",
 "BlobToyGold.Description": "A blobby toy with eyes, made of metal. It's a rather rare find.",
 "BlobToyGold.Pedestal": "A toy of a monster from the series 'Quest for EXP'.",
 "CursedPin.Name": "Cursed Pin",
 "CursedPin.Description": "A circular pin you could pin on your shirt or bag. But, uh, you don't really want to.",
 "CursedPin.Pedestal": "An import from a faraway land, this innocent-looking pin is at the center of rumors about a life-or-death 'game' which is rumored to be able to bring back the dead.  However, it seems one must die to be able to play in the first place... NOTE: Handling strictly prohibited.",
 "SignedOperaTicket.Name": "Signed Opera Tickets",
 "SignedOperaTicket.Description": "A weathered ticket with a scrawling signature across it. Most of the details are too faded to read.",
 "SignedOperaTicket.Pedestal": "A one-of-a-kind signed ticket signed by Octos during their first (and only) opera performance as the villain of 'Il Lancio dei Fiori'. Critics hailed his performance in the show as 'incredibly authentic' and praised his vocal delivery. Octos would later use that brief fame to springboard into running a successful restaurant business.",
 "ToothyPlush.Name": "Toothy Plushie",
 "ToothyPlush.Description": "A handmade plushie shaped like a creature with a large head and large teeth. It's cute, but also a little frightening.",
 "ToothyPlush.Pedestal": "Exclusively from Courageous Norm, Inc., these plushies are made with love (and snacks!) in order to bring joy worldwide. They're very popular in their home country, but the import fees are out of this world.",
 "MiniOnion.Name": "Miniature Onion Figure",
 "MiniOnion.Description": "A little sculpture of an onion that appears to be holding a sword.",
 "MiniOnion.Pedestal": "Part of a series of figures based on cult classic 'Warriors of Marmite'. Panned during its initial release (and still criticized today) for its slow pacing and antagonistic view toward the audience, it nonetheless has a dedicated, if masochistic, fanbase.",
 "OrchestralRecord.Name": "Orchestral Recording",
 "OrchestralRecord.Description": "A CD containing a recording of an orchestral concert.",
 "OrchestralRecord.Pedestal": "Official release of 'Faraway Valleys', an orchestra that toured over a period of fifteen years, visiting over twenty countries and making over three hundred stops during their run. This CD is from their sixth year and features pieces originally performed in Nightingale City, Ridgeside Village, and Zuzu City.",
 "BootlegCD.Name": "Bootleg Recording",
 "BootlegCD.Description": "A CD containing a recording of a rock concert. The quality isn't great, but the music's pretty good.",
 "BootlegCD.Pedestal": "A fan recording of popular rock band 'The Wilds', filmed during a concert at Ridgeside Village. Considered the 'official' band of hit game Solarion Online MMO, their works are known for their fast pace, impressive instrumentals, and indecipherable vocals.",
 "HeroPoster.Name": "Hero Poster",
 "HeroPoster.Description": "A poster featuring a spiky-haired hero from a video game. It looks familiar.",
 "HeroPoster.Pedestal": "Poster included with the initial release of 'Time Egg', a game praised for its well-crafted narrative and characterization. Although its rereleases have largely been plagued with issues, it remains a cultural touchstone for many in the roleplaying game community. The story features a time traveling party... You stop reading there.",
 "MTGCard.Name": "Deck of Collectible Cards",
 "MTGCard.Description": "A deck of cards with colorful art and very detailed descriptions.",
 "MTGCard.Pedestal": "Cards from the popular 'Dodecacard'. The twelfth iteration of a format more than a hundred years old, it has seen success due to its easy but complex format, beautiful art, and inordinate amount of crossovers. Cards featured here... The description has a long list of the cards, their rarities, and estimated market values.",
 "RainbowBranch.Name": "Rainbow Branch",
 "RainbowBranch.Description": "For some reason, it always seems to be upright.",
 "RainbowBranch.Pedestal": "According to popular legend, multicolored branches like this are said to be branches dropped from a mystical, godlike tree with the power of eternal life. Their compass-like tendency to point up has led to the belief that, separated from their mother tree, they point ever upward in an attempt to return home. Sadly, science has been unable to prove the existence of a god-tree in the sky.",
 "ZodiacPlate.Name": "Zodiac Plate",
 "ZodiacPlate.Description": "A small stone slab with a symbol carved in it.  It doesn't seem to do anything.",
 "ZodiacPlate.Pedestal": "According to Captain Trinity of the Seaworthy, this plate is actually a magical key which unlocks a tower at the center of a small, largely unknown country. One hopes they don't still need to unlock that tower.",
 "DogCollar.Name": "Worn Dog Collar ",
 "DogCollar.Description": "The tag says 'Turbo'.",
 "DogCollar.Pedestal": "Few canines have obtained the notoriety of Turbo, a dog often found at the side of heroes in many different eras and countries.  This collar is surely just a replica, though.",
 "HeavyFryingPan.Name": "Heavy Frying Pan",
 "HeavyFryingPan.Description": "The dents seem to imply it's been used on some skulls.",
 "HeavyFryingPan.Pedestal": "A popular legend in a nearby region tells of the wife of a monk, who fought off invaders with her 'trusty frying pan'. Many Morabyr housewives consider her aspirational, and keep frying pans such as these for dealing with monsters or unwanted visitors."
}
