{
  "WarpTotem.Name": "Artificial Beach Warp Totem",
  "WarpTotem.Description": "A magically crafted warp totem meant to warp to Edelweiss' artificial beach.",

  //shorbks
  "ShortfinMakoShark.Name": "Shortfin Mako Shark",
  "ShortfinMakoShark.Description": "Also known as the blue pointer, the word comes from the Maori language. Mako teeth are highly prized by the Maoris.",
  "DogfishShark.Name": "Dogfish Shark",
  "DogfishShark.Description": "Squalidae, commonly known as dogfish, are very rare in that they actually possess venom, which coats their dorsal spines.",
  "FrilledShark.Name": "Frilled Shark",
  "FrilledShark.Description": "Also known as the lizard shark, it is considered a living fossil.",
  "ThresherShark.Name": "Thresher Shark",
  "ThresherShark.Description": "Their genus name, which derives from the Greek word alopex, means fox. Alopias vulpinus are listed as vulnerable by the World Conservation Union.",
  "BlueShark.Name": "Blue Shark",
  "BlueShark.Description": "Also known as the great blue shark, they are noted for having litters of 25 to 100 pups.",
  "NurseShark.Name": "Nurse Shark",
  "NurseShark.Description": "Nurse sharks are important for shark research. They are robust and tolerate capture, handling, and tagging. They are also ranked fourth in documented shark bites on humans.",
  "ZebraShark.Name": "Zebra Shark",
  "ZebraShark.Description": "These sharks like to anchor to underwater structures via their adhesive tendrils. The World Conservation Union has assessed this species as endangered, worldwide.",
  "TigerShark.Name": "Tiger Shark",
  "TigerShark.Description": "A species of ground shark, and the only extant member of the genus Galeocerdo and family Galeocerdonidae. It is noted for having the widest food spectrum of all sharks.",
  "BullShark.Name": "Bull Shark",
  "BullShark.Description": "Also known as the Zambezi shark, it enjoys shallow, brackish and freshwater systems. Their aggressive nature has led to shark-culling efforts, which is one of the causes for the population's continued decline.",
  "HammerheadShark.Name": "Hammerhead Shark",
  "HammerheadShark.Description": "The hammerhead's eyes are placed on each end of the T-shaped structure for a head. Some hammerhead species will congregate and swim in large schools during the day, and become solitary hunters at night.",
  "Shorbk.Name": "Shorbk",
  "Shorbk.Description": "He's just happy to be here.",
  "WhaleShark.Name": "Whale Shark",
  "WhaleShark.Description": "The largest confirmed whale shark had a length of 61.7ft (18.8m). Evidence suggests that whale sharks can recover from major injuries and may be able to regenerate small sections of their fins.",
  "Megalodon.Name": "Megalodon",
  "Megalodon.Description": "While regarded as one of the largest and most powerful predators to have ever lived, it is only known from fragmentary remains. This one is a mystery as to how you've managed to catch one, alive at that!"
}
