{
 "ShadyShack.0": "What're ya buyin?",
 "ShadyShack.1": "Lamp oil, rope, bombs. You want it? It's yours my friend! As long as you have enough money.",
 "ShadyShack.2": "I hear the King's looking for anyone suspicious, don't talk about me, kid.",
 "ShadyShack.3": "I'm far beyond your years, you're all kids to me.",
 "ShadyShack.4": "What am I? Just a shopkeep.",
 "ShadyShack.5": "The twins looking for that 'special potion'? No? Shame.",
 "ShadyShack.6": "Trinity is one mean woman, would love to see her at night.",
 "ShadyShack.7": "Ever spoke to Penumbra? He's some kinda character.",
 "ShadyShack.8": "Edelweiss is my contractor, best not to get on their bad side.",
 "ShadyShack.9": "If you're not buying, I'm not interested.",

 "RoomCheck": "Which room would you like, darlin'?",
 "ExpensiveBuy": "The expensive one, please!",
 "Expensive": "Sure thing, darlin'. Here's the key.$h",
 "CheapBuy": "Just here for a safe stay!",
 "Cheap": "Nothin' safer than here, darlin'. Here's the key.$h",
 "Leave": "Well good mornin' darlin, ready for checkout?",
 "Leaving": "Well I hope you had a good night's rest from all the hustle n' bustle, darlin'!$h",


 "BIBKitchen.0": "All these damn mermadics... and their tall stature...",
 "BIBKitchen.1": "You think you can ask the Boss for shorter counters?",
 "BIBKitchen.2": "I work part time here, I'm mostly a designer by trade.",
 "BIBKitchen.3": "If you're not buying, I'm not interested.",
 "BIBKitchen.4": "I should get myself a step-stool.",
 "BIBKitchen.5": "Wanna know the health risks of eating too much fish?",
 "BIBKitchen.6": "Did you know milk is a common food allergy?",
 "BIBKitchen.7": "Wonder what I should make for dinner...",
 "BIBKitchen.8": "The funniest thing? I'm allergic to shellfish.",
 "BIBKitchen.9": "The WORST part? I love to eat fish.",

 "Shjorbk.Name": "Shjorbk",
 "Shjorbk.ShopDescription": "Somehow, someway, you've managed to put Shorbk in a bowl. His new name is Shjorbk.",
 "Shjorbk.MissingBuilding": "This building isn't big enough for Shorbk.",

 "Goldie.Name": "Goldie",
 "Goldie.ShopDescription": "A sweet little goldfish in a bowl, sneaks out to the large lakes at night.",
 "Goldie.MissingBuilding": "This building isn't suitable for Queen Goldie."
}
